IDEA StatiCa Open Model
MemberType Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of member
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum MemberType
Public Enumeration MemberType
public enum class MemberType
Members
Member name | Value | Description
Member1D | 0 |  Member 1D
Element1D | 1 |  Element 1D
See Also
Reference
IdeaRS.OpenModel.Result Namespace